Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Tip Amount
sv: Donationsbelopp

source: Count
sv: Antal

source: Percentages
sv: Procenttal

source: {x_percent} of donations
sv: {x_percent} av donationer

source: {x_percent} of total income
sv: {x_percent} av total inkomst

source: chargeback
sv: Ã¥terbetalning

source: donation refund
sv: donationsÃ¥terbetalning

source: currency exchange
sv: ValutavÃ¤xling

source: Starred Repositories on {platform}
sv: StjÃ¤rnmarkerade kÃ¤llkodsarkiv pÃ¥ {platform}

source: Starred Repositories
sv: StjÃ¤rnmarkerade kÃ¤llkodsarkiv

source: We can import a list of repositories you have starred from:
sv: Vi kan importera en lista av kÃ¤llkodsarkiv du har stjÃ¤rnmarkerat frÃ¥n:

source: Your {platform} account needs to be reconnected.
sv: Ditt {platform} konto behÃ¶ver Ã¥teranslutas.

source: The payment instrument has been successfully added.
sv: Betalningsmedlet har lagts till.

source: Forget this card number after one payment.
sv: GlÃ¶m det hÃ¤r kortnumret efter en betalning.

source: By providing your IBAN, you are authorizing {platform} and {provider}, our payment service provider, to send instructions to your bank to debit your account. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited.
sv: Genom att ange ditt IBAN, tillÃ¥ter du {platform} och {provider}, vÃ¥r leverantÃ¶r av betalningstjÃ¤nster, att skicka instruktioner till din bank att debitera ditt konto. Du Ã¤r berÃ¤ttigad en Ã¥terbetalning frÃ¥n din bank under villkoren fÃ¶r ditt avtal med din bank. En Ã¥terbetalning mÃ¥ste krÃ¤vas inom 8 veckor med start frÃ¥n datumet fÃ¶r debiteringen frÃ¥n ditt konto.

source: Forget this bank account number after one payment.
sv: GlÃ¶m det hÃ¤r bankkontonumret efter en betalning.

source: As the payer's postal address is sometimes required to successfully process a payment, we recommend that you input yours below. It will be stored encrypted in our database and sent to the payment processor ({processor_name}).
sv: Eftersom betalarens postadress ibland krÃ¤vs fÃ¶r att en betalning ska kunna behandlas, rekommenderar vi att du anger din postadress nedan. Den kommer att lagras krypterat i vÃ¥r databas och skickas till betalningsfÃ¶rmedlaren ({processor_name}).

source: Setting up the payment instrument failed.
sv: Konfigurationen av betalningsmetoden misslyckades.

source: Bank Account
sv: Bankkonto

source: This instrument is used by default.
sv: Det hÃ¤r instrumentet anvÃ¤nds som standard.

source: This instrument is used by default for payments in {currency}.
sv: Det hÃ¤r instrumentet anvÃ¤nds som standard fÃ¶r betalningar i {currency}.

source: default for {currency}
sv: standard fÃ¶r {currency}

source: view mandate
sv: se mandat

source: Was supposed to expire in {month} {year}
sv: Skulle ha lÃ¶pt ut inom {month} {year}

source: Expired in {month} {year}
sv: GÃ¥r ut om {month} {year}

source: Expires in {month} {year}
sv: GÃ¥r ut om {month} {year}

source: The last payment initiated on {date} failed.
sv: Den senaste betalningen som startades den {date} misslyckades.

source: The last payment initiated on {date} is pending.
sv: Den senaste betalningen som startades den {date} bearbetas.

source: The last payment initiated on {date} was successful.
sv: Den senaste betalningen som startades den {date} Ã¤r genomfÃ¶rd.

source: This payment instrument hasn't been used yet.
sv: Det hÃ¤r betalningsmedlet har inte anvÃ¤nts Ã¤nnu.

source: Set as default
sv: StÃ¤ll in som standard

source: Stop using this instrument by default for payments in {currency}.
sv: Sluta anvÃ¤nda detta betalmedel som standard fÃ¶r transaktioner i {currency}.

source: Unset as default for {currency}
sv: Ej faststÃ¤lld som standard fÃ¶r {currency}

source: Use this instrument by default for payments in {currency}.
sv: AnvÃ¤nd det hÃ¤r instrumentet som standard fÃ¶r betalningar i {currency}.

source: Set as default for {currency}
sv: StÃ¤ll in som standard fÃ¶r {currency}

source: Add a payment instrument:
sv: LÃ¤gg till ett betalningsmedel:

source: Add a card
sv: LÃ¤gg till ett kort

source: Euro Bank Account
sv: Bankkonto med euro

source: Add a bank account
sv: LÃ¤gg till ett bankkonto

source: Data retention
sv: Datalagring

source: We don't erase your email address and password immediately, so for a while you'll be able to reopen your account by simply logging in, until your account is definitively archived.
sv: Vi raderar inte din e-postadress och lÃ¶senord omedelbart, sÃ¥ att du har mÃ¶jlighet att Ã¥teruppta ditt konto genom att bara logga in igen, tills dess att ditt konto blir slutgiltigt arkiverat.

source: We will start to erase the personal data attached to your account 7 days after it is closed. This delay is meant to protect your account from an accidental or malicious closure.
sv: Vi bÃ¶rjar att ta bort personlig data kopplad till ditt konto 7 dagar efter det avslutats. Denna fÃ¶rdrÃ¶jning Ã¤r menad att skydda ditt konto frÃ¥n felaktig eller illvillig avstÃ¤ngning.

source: Identity information and transaction records are kept for as long as is necessary to comply with all legal obligations.
sv: Identitetsinformation och transaktioner lagras sÃ¥ lÃ¤nge det Ã¤r nÃ¶dvÃ¤ndigt fÃ¶r att fÃ¶lja samtliga gÃ¤llande lagar.

source: We may give your username to someone else if they ask for it, but not for at least a year after you close your account (unless we determine that you've been infringing a trademark).
sv: Vi kan ge ditt anvÃ¤ndarnamn till nÃ¥gon annan om de ber om det, men inte fÃ¶re det gÃ¥tt ett Ã¥r efter att du avslutat ditt konto (med undantag om vi anser att du brutit mot ett varumÃ¤rke).

source: Feedback
sv: Ã terkoppling

source: If you would like to tell us why you're closing your account, you can leave a message here:
sv: Om du vill berÃ¤tta varfÃ¶r du avslutar ditt konto kan du lÃ¤mna ett meddelande hÃ¤r:

source: Reason for closing account
sv: SkÃ¤l till att kontot avslutas

source: Ready?
sv: Redo?

source: Yes, close my Liberapay account
sv: Ja, stÃ¤ng mitt Liberapay konto

source: Your account is now passwordless.
sv: Ditt konto Ã¤r lÃ¶senordslÃ¶st.

source: Your password has been changed.
sv: Ditt lösenord har ändrats.

source: The ID number of your Liberapay account is {user_id}.
sv: ID nummret fÃ¶r ditt Liberapay konto Ã¤r {user_id}.

source: Account type
sv: Kontotyp

source: modify
sv: modifiera

source: not modifiable
sv: icke modifierbart

source: You are now donating {0} per week to {1}. Thank you!
sv: Du donerar nu {0} till {1} per vecka. Tack!

source: You are now donating {0} per month to {1}. Thank you!
sv: Du donerar nu {0} till {1} per mÃ¥nad. Tack!

source: You are now donating {0} per year to {1}. Thank you!
sv: Du donerar nu {0} till {1} per Ã¥r. Tack!

source: You have now pledged to donate {0} per week to {1}. Thank you!
sv: Du har nu lovat att donera {0} per vecka till {1}. Tack!

source: You have now pledged to donate {0} per month to {1}. Thank you!
sv: Du har nu lovat att donera {0} per mÃ¥nad till {1}. Tack!

source: You have now pledged to donate {0} per year to {1}. Thank you!
sv: Du har nu lovat att donera {0} per Ã¥r till {1}. Tack!

source: The donation amount is missing.
sv: Donationsbeloppet saknas.

source: This donation doesn't exist or has already been stopped.
sv: Denna donation existerar inte eller har redan stoppats.

source: Your donation to {0} has been stopped.
sv: Din givning till {0} har stoppats.

source: This is no longer possible.
sv: Detta Ã¤r inte lÃ¤ngre mÃ¶jligt.

source: Export History
sv: Exportera Historik

source: Wallet
sv: PlÃ¥nbok

source: This page only shows transactions processed by Mangopay, to view other payments {link_start}go to the Ledger page{link_end}.
sv: Denna sida visar endast transaktioner hanterade av Mangopay, fÃ¶r att visa andra betalningar {link_start}gÃ¥ till Huvudbok sidan{link_end}.

source: Account Statement
sv: Kontoutdrag

source: End of day balance
sv: Dagsavslut balans

source: The amount you should see on your bank account statement.
sv: Belopp du borde se pÃ¥ ditt bankkontoutdrag.

source: Amount in bank
sv: Belopp pÃ¥ bank

source: Weekly Payday #{0}
sv: Veckovis Payday #{0}

source: refund
sv: Ã¥terbetalning

source: deposit
sv: insÃ¤ttning

source: withdrawal
sv: uttag

source: refund of failed withdrawal (error message: {0})
sv: Ã¥terbetalning av misslyckat uttag (felmeddelande: {0})

source: canceled
sv: avbruten

source: anonymous donation for your role in the {0} team
sv: anonym donation fÃ¶r din roll i {0} gruppen

source: in arrears
sv: i efterskott

source: reimbursement of {link_start}expense #{invoice_id}{link_end} from {payer}
sv: ersÃ¤tning av {link_start}utgift #{invoice_id}{link_end} frÃ¥n {payer}

source: anonymous donation
sv: anonym donering

source: one-off donation from someone closing their account
sv: engÃ¥ngsdonation frÃ¥n nÃ¥gon som stÃ¤nger sitt konto

source: debt repayment
sv: skuldÃ¥terbetalning

source: fee refund
sv: avgiftsÃ¥terbetalning

source: final gift to {0}
sv: sista gÃ¥van till {0}

source: donation to {0} for their role in the {1} team
sv: donation till {0} fÃ¶r deras roll i {1} gruppen

source: refund of anonymous donation
sv: Ã¥terbetalning av anonym donation

source: payment of {link_start}expense #{invoice_id}{link_end} to {payee}
sv: betalning av {link_start}utgift #{invoice_id}{link_end} till {payee}

source: donation to {0}
sv: donation till {0}

source: Account number: {0}
sv: Kontonummer: {0}

source: Debit
sv: Debet

source: Credit
sv: Kredit

source: Balance at the beginning: {0}
sv: Balans fÃ¶re: {0}

source: Fee: {0}
sv: Avgift: {0}

source: Balance at the end: {0}
sv: Balans efter: {0}

source: Account balance: {0}
sv: Kontobalans: {0}

source: I donate {0} per week
sv: Jag donerar {0} per vecka

source: I receive {0} per week,{newline} my goal is {1}
sv: Jag tar emot {0} per vecka,{newline} mitt mÃ¥l Ã¤r {1}

source: I receive {0} per week
sv: Jag tar emot {0} per vecka

source: We donate {0} per week
sv: Vi donerar {0} per vecka

source: We receive {0} per week,{newline} our goal is {1}
sv: Vi tar emot {0} per vecka,{newline} vÃ¥rt mÃ¥l Ã¤r {1}

source: We receive {0} per week
sv: Vi tar emot {0} per vecka

source: Donation Button
sv: Donationsknapp

source: Use this code to add a donation button on your website:
sv: AnvÃ¤nd denna kod fÃ¶r att lÃ¤gga till en donationsknapp till din hemsida:

source: Here's what it looks like:
sv: SÃ¥hÃ¤r ser den ut:

source: And here's what it looks like with JavaScript turned off:
sv: Och sÃ¥hÃ¤r ser den ut med JavaScript avstÃ¤ngt:

source: Giving & Receiving Widgets
sv: Ge och Ta-emot Widgets

source: Use this code to add to your website a widget which displays the amount of donations you're receiving on Liberapay:
sv: AnvÃ¤nd denna kod fÃ¶r att lÃ¤gga till en widget pÃ¥ din webbplats som visar antalet donationer du tar emot pÃ¥ Liberapay:

source: This widget is not available because it is not compatible with the {link_start}privacy settings{link_end} you have chosen.
sv: Denna widget Ã¤r inte tillgÃ¤nglig pÃ¥ grund av att den inte Ã¤r kompatibel med de {link_start}sekretessinstÃ¤llningar{link_end} du valt.

source: Or, if you'd like a widget that shows how much you're giving:
sv: Eller, om du skulle vilja ha en widget som visar hur mycket du ger:

source: Badges from {link_start}Shields.io{link_end}
sv: Emblem frÃ¥n {link_start}Shields.io{link_end}

source: Use these code snippets to add a badge to your website or README:
sv: AnvÃ¤nd dessa kod-snippets fÃ¶r att lÃ¤gga till ett emblem pÃ¥ din webbplats eller README:

source: The submitted credentials aren't valid.
sv: De angivna inloggningsuppgifterna Ã¤r stÃ¤mmer inte.

source: You can try again:
sv: Du kan fÃ¶rsÃ¶ka igen:

source: Send an email to Liberapay
sv: Skicka e-post till Liberapay

source: If you think you've found a technical vulnerability in our system, please follow the instructions in {link_start}the {page_name} page{link_end} instead of sending us an email.
sv: Om du tror att du har hittat en teknisk sÃ¥rbarhet i vÃ¥rt system kan du fÃ¶lja instruktionerna pÃ¥ {link_start}sidan {page_name}{link_end} i stÃ¤llet fÃ¶r att skicka oss ett e-postmeddelande.

source: We currently don't have a phone number.
sv: Vi har fÃ¶rnuvarande inte nÃ¥got telefonnummer.

source: To report a problem or make a suggestion publicly:
sv: FÃ¶r att rapportera ett problem eller skicka in ett fÃ¶rslag offentligt (pÃ¥ engelska):

source: Open an issue on GitHub
sv: Ãppna ett Ã¤rende pÃ¥ GitHub

source: How is Liberapay funded? Are there fees?
sv: Hur finansieras Liberapay? Finns det avgifter?

source: Liberapay does not take a cut of payments, the service is funded by the donations to {1}its own account{0}. However there are {2}payment processing fees{0}.
sv: Liberapay tar ingen andel av donationerna, tjÃ¤nsten finansieras av donationer till {1}dess egna konto{0}. Det finns dock {2}betalningsavgifter{0}.

source: Who can use Liberapay?
sv: Vem kan anvÃ¤nda Liberapay?

source: Liberapay can be used by anyone who wishes to fund their work by collecting recurrent donations.
sv: Liberapay kan anvÃ¤ndas av alla som vill finansiera sitt arbete genom att samla in Ã¥terkommande donationer.

source: Can creators of {abbr_}NSFW{_abbr} content use Liberapay?
sv: Kan skapare av {abbr_}NSFW{_abbr}-innehÃ¥ll anvÃ¤nda Liberapay?

source: Not safe for work
sv: Inte sÃ¤kert fÃ¶r arbete

source: The payment processors Liberapay supports have unfavourable policies towards sexual content. {paypal_link}PayPal requires pre-approval{link_end}, and {stripe_link}Stripe prohibits it entirely{link_end}. So, while it is possible to use Liberapay for some adult-only content, it is usually better to use a platform specialized in such content.
sv: De betalningsfÃ¶rmedlare som Liberapay stÃ¶der har ogynnsamma policyer fÃ¶r sexuellt innehÃ¥ll. {paypal_link}PayPal krÃ¤ver fÃ¶rhandsgodkÃ¤nnande{link_end}, och {stripe_link}Stripe fÃ¶rbjuder det helt{link_end}. SÃ¥ Ã¤ven om det Ã¤r mÃ¶jligt att anvÃ¤nda Liberapay fÃ¶r visst innehÃ¥ll fÃ¶r vuxna Ã¤r det oftast bÃ¤ttre att anvÃ¤nda en plattform som Ã¤r specialiserad pÃ¥ sÃ¥dant innehÃ¥ll.

source: Can I modify or stop my donations?
sv: Kan jag Ã¤ndra eller stoppa mina donationer?

source: Yes, you can stop your donations or modify their amounts, periods and renewal modes at any time through {link_start}your âGivingâ page{link_end}. Stopping a donation doesn't trigger any refund, it merely cancels future renewals.
sv: Ja, du kan stoppa dina donationer eller Ã¤ndra deras belopp, perioder och fÃ¶rnyelse instÃ¤llningar nÃ¤r som helst genom {link_start}din "Givar"-sida{link_end}. Att stoppa en donation innebÃ¤r inte att det triggas en Ã¥terbetalning, det stoppar bara framtida fÃ¶rnyelser.

source: What are the differences between Liberapay and other recurrent crowdfunding platforms like Patreon?
sv: Vilka Ã¤r skillnaderna mellan Liberapay och andra lÃ¥ngsiktiga crowdfunding plattformar som Patreon?

source: Liberapay is only for donations, meaning that transactions must not be linked to a contract nor a promise of recompense.
sv: Liberapay Ã¤r endast fÃ¶r donationer, vilket betyder att transaktioner inte fÃ¥r kopplas till ett kontrakt eller en utfÃ¤stelse om ersÃ¤ttning.

source: Liberapay is an open project structured around a non-profit organization, which sets it apart from commercial platforms like Patreon and Tipeee.
sv: Liberapay Ã¤r ett Ã¶ppet projekt strukturerat kring en ideell organisation, som sÃ¤rskiljer sig frÃ¥n kommersiella plattformar som Patreon och Tipeee.

source: We care about internationalization, our service supports multiple currencies and is translated into many languages ({link_start}you can contribute{link_end}).
sv: Vi bryr oss om internationalisering, vÃ¥r tjÃ¤nst stÃ¶der flera valutor och Ã¶versÃ¤tts till mÃ¥nga sprÃ¥k ({link_start}du kan bidra{link_end}).

source: If you'd like more details, the Snowdrift.coop folks have compiled {0}a big list{1} of crowdfunding platforms and the differences between them.
sv: Om du vill ha mer information sÃ¥ har Snowdrift.coop folket sammanstÃ¤llt {0}en stor lista{1} Ã¶ver crowdfunding plattformar och skillnaderna mellan dem.

source: Does Liberapay respect financial regulations?
sv: Respekterar Liberapay finansiella regulationer?

source: Yes. Liberapay is based in France and complies with the European Union's financial regulations. Our payment processors are all properly licensed, and they help us block fraud, money laundering, and terrorism financing.
sv: Ja. Liberapay Ã¤r baserat i Frankrike och fÃ¶ljer Europeiska unionens finansiella bestÃ¤mmelser. VÃ¥ra betalningsfÃ¶rmedlare Ã¤r alla korrekt licensierade och de hjÃ¤lper oss att blockera bedrÃ¤gerier, penningtvÃ¤tt och finansiering av terrorism.

source: Can individuals in Finland use Liberapay to receive donations?
sv: Kan privatpersoner i Finland anvÃ¤nda Liberapay fÃ¶r att ta emot donationer?

source: Yes, but only donations coming from other countries, as {external_link_start}Finnish law strictly regulates money collection within Finland{link_end}. To only accept donations from outside Finland, {internal_link_start}go to the list of countries you accept donations from{link_end}, deselect Finland, and don't forget to click on the Save button.
sv: Ja, men endast donationer frÃ¥n andra lÃ¤nder, eftersom {external_link_start}finsk lag strikt reglerar penninginsamling inom Finland{link_end}. FÃ¶r att endast acceptera donationer frÃ¥n lÃ¤nder utanfÃ¶r Finland, {internal_link_start}gÃ¥ till listan Ã¶ver lÃ¤nder du accepterar donationer frÃ¥n{link_end}, avmarkera Finland och glÃ¶m inte att klicka pÃ¥ knappen Spara.

source: How do I know that my donation won't go to an impostor?
sv: Hur vet jag att min donation inte kommer att gÃ¥ till en bedragare?

source: You can usually check the authenticity of a Liberapay profile by looking at the social accounts connected to it. Only someone who controls a social account can connect it to a Liberapay profile, because the process includes an authentication step. You can also look for a link to a Liberapay profile in a project's official website. Finally if you have doubts about a specific account you can ask us and we'll look into it.
sv: Du kan vanligtvis kontrollera Ã¤ktheten av en Liberapay-profil genom att titta pÃ¥ de sociala konton som Ã¤r anslutna till den. Endast den som kontrollerar ett socialt konto kan ansluta det till en Liberapay-profil, eftersom processen innehÃ¥ller ett autentiseringssteg. Du kan ocksÃ¥ leta efter en lÃ¤nk till en Liberapay-profil pÃ¥ projektets officiella webbplats. Slutligen, om du har tvivel om ett specifikt konto sÃ¥ kan du frÃ¥ga oss, sÃ¥ undersÃ¶ker vi det.

source: How do I know that my pledges won't be claimed by an impostor?
sv: Hur vet jag att mina Ã¥taganden inte kommer lÃ¶sas in av en bedragare?

source: A pledge is linked to an account on another platform (e.g. {platform}) and it can only be claimed by someone who controls this account.
sv: Ett Ã¥tagande Ã¤r lÃ¤nkat till ett konto pÃ¥ en annan plattform (t.ex. {platform}) och det kan endast lÃ¶sas in av den som styr detta konto.

source: Which countries and currencies are supported?
sv: Vilka land och valutor stÃ¶ds?

source: See the â{page_name}â page.
sv: Se â{page_name}â sidan.

source: What are the payment processing fees?
sv: Vad Ã¤r betalningsbearbetningsavgifterna?

source: The fees vary by payment processor, payment method, countries and currencies. In the last year, the average fee percentages have been {average_fee_stripe} for the payments processed by Stripe and {average_fee_paypal} for the payments processed by PayPal.
sv: Avgifterna varierar beroende pÃ¥ betalningsfÃ¶rmedlare, betalningsmetod, lÃ¤nder och valutor. Under det senaste Ã¥ret har de genomsnittliga avgiftsprocenterna varit {average_fee_stripe} fÃ¶r betalningar som hanteras av Stripe och {average_fee_paypal} fÃ¶r betalningar som hanteras av PayPal.

source: How and when do I receive the money sent by my patrons?
sv: Hur och nÃ¤r fÃ¥r jag de pengar som mina bidragsgivare skickat?

source: Money sent by a donor immediately goes to your Stripe or PayPal account. By default Stripe then automatically sends the funds to your bank account, whereas PayPal simply stores them until you spend or withdraw them.
sv: Pengar som skickas av en givare gÃ¥r omedelbart till ditt Stripe- eller PayPal-konto. Som standard skickar Stripe sedan automatiskt pengarna till din bank, medan PayPal helt enkelt lagrar dem tills du spenderar eller tar ut dem.

source: Why do I see partial refunds in the Stripe dashboard?
sv: VarfÃ¶r ser jag partiella Ã¥terbetalningar i Stripe-instrumentpanelen?

source: Partial refunds are how we recover Stripe's fee on single-recipient payments. These refunds are from your Stripe account to Liberapay's, not to the donor.
sv: Partiell Ã¥terbetalning Ã¤r ett sÃ¤tt fÃ¶r oss att fÃ¥ tillbaka Stripes avgift fÃ¶r betalningar med en enda mottagare. Dessa Ã¥terbetalningar sker frÃ¥n ditt Stripe-konto till Liberapays, inte till givaren.

source: How are chargebacks handled?
sv: Hur hanteras Ã¥terkrav?

source: If despite our fraud prevention efforts you receive money whose origin is revealed to be fraudulent, it falls on you to pay it back.
sv: Om du trots vÃ¥ra fÃ¶rebyggande Ã¥tgÃ¤rder fÃ¥r pengar vars ursprung visar sig vara bedrÃ¤gligt, sÃ¥ Ã¤r det ditt ansvar att betala tillbaka dem.

source: Is there a minimum or maximum amount I can give or receive?
sv: Finns det nÃ¥got minimi eller maxbelopp jag kan ge eller ta emot?

source: The minimum you can give any user is {0} per week, but in order to minimize processing fees you will be asked to pay for multiple weeks in advance.
sv: Det minsta du kan ge nÃ¥gon anvÃ¤ndare Ã¤r {0} per vecka, men fÃ¶r att minimera transaktionsavgifterna blir du ombedd att betala fÃ¶r flera veckor i fÃ¶rvÃ¤g.

source: The maximum you can give any one user is {0} per week. This helps to stabilize income by reducing how dependent it is on a few large patrons.
sv: Det mesta du kan ge varje anvÃ¤ndare Ã¤r {0} per vecka. Detta hjÃ¤lper till att stabilisera inkomster genom att minska fÃ¶rtroendet fÃ¶r nÃ¥gra fÃ¥ stora mecenater.

source: Do I have to pay taxes on the income I receive from Liberapay?
sv: BehÃ¶ver jag betala skatt pÃ¥ inkomsten jag fÃ¥r frÃ¥n Liberapay?

source: We don't know, it's up to you to figure out your country's tax rules.
sv: Det vet vi inte, det Ã¤r upp till dig att se Ã¶ver ditt lands skatteregler.

source: Are donations through Liberapay tax-deductible?
sv: Ãr donationer genom Liberapay avdragsgilla?

source: Probably not, but it depends on the tax rules of your country.
sv: Antagligen inte, men det beror pÃ¥ skattereglerna i ditt land.

source: Not since mid-2018. Money sent by a donor immediately goes to the recipient. Previously, funds were held in the donor's account and disbursed little by little to the recipient every week. That system was definitively abandoned due to its very significant drawbacks.
sv: Inte sedan mitten av 2018. Pengar som skickas frÃ¥n en givare gÃ¥r omedelbart till mottagaren. Tidigare hÃ¶lls pengarna pÃ¥ givarens konto och betalades ut till mottagaren lite i taget varje vecka. Det systemet Ã¶vergavs definitivt pÃ¥ grund av dess mycket betydande nackdelar.

source: You can get updates from us on the following social networks:
sv: Du kan fÃ¥ uppdateringar frÃ¥n oss pÃ¥ fÃ¶ljande sociala nÃ¤tverk:

source: You can also follow the {1}development of the Liberapay software{0}, the {2}adventures of the Liberapay legal entity{0}, and the {3}general discussions of the Liberapay team{0}.
sv: Du kan ocksÃ¥ fÃ¶lja {1}utvecklingen av Liberapays mjukvara{0}, {2}Ã¤ventyret frÃ¥n Liberapays juridiska avdelning{0} och den {3}allmÃ¤nna diskussionen fÃ¶r Liberapays team{0}.
